Repository: openfun/joanie
Catalog: src/backend/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: For the course <strong>%(title)s</strong>, we have just debited the last installment. Your order is now fully paid!
fr_fr: Pour le cours <strong>%(title)s</strong>, nous venons de prélever la dernière échéance. Votre commande est maintenant entièrement payée !

source: An amount of <strong>%(installment_amount)s</strong> has been debited on the credit card •••• •••• •••• %(credit_card_last_numbers)s. <br />
fr_fr: Un montant de <strong>%(installment_amount)s</strong> a été prélevé avec la carte de crédit •••• •••• •••• %(credit_card_last_numbers)s. <br />

source: For your batch order with the course <strong>%(title)s</strong>, a contract awaits your signature.
fr_fr: Pour votre commande groupée du cours <strong>%(title)s</strong>, une convention attend votre signature.

source: To sign this document, please click the button above or copy the following address and paste it into your browser's address bar: <a href="%(invitation_link)s">%(invitation_link)s</a>
fr_fr: Pour signer ce document, cliquez sur le bouton ci‑dessus ou copiez l’adresse suivante dans la barre d’adresse de votre navigateur : <a href="%(invitation_link)s">%(invitation_link)s</a>

source: If you have issues for signing the document, please contact the support team.
fr_fr: En cas de difficulté lors de la signature du document, veuillez contacter l’équipe support.

source: For the course <strong>%(title)s</strong>, the order has been refunded. <br /> We have refunded the following installments on the credit card used for the payment. <br /> The remaining installments have been canceled.
fr_fr: Pour le cours <strong>%(title)s</strong>, la commande a été remboursée. <br /> Nous avons remboursé les échéances suivantes sur la carte de crédit utilisée lors du paiement. <br /> Les échéances non échues ont été annulées.

source: Hello %(name)s
fr_fr: Bonjour %(name)s

source: Hello
fr_fr: Bonjour

source: Thank you very much for your purchase!
fr_fr: Merci beaucoup pour votre achat !

source: Your order has been confirmed.
fr_fr: Votre commande a été confirmée.

source: You have bought <strong>%(title)s</strong> <br />for a price of <strong>%(total)s</strong> for %(number_of_seats)s seats. <br />Here are your <strong>single use vouchers</strong> :
fr_fr: Vous avez acheté <strong>%(title)s</strong> <br />pour un montant de <strong>%(total)s</strong> pour %(number_of_seats)s places. <br />Voici vos <strong>coupons à usage unique</strong> :

source: You have bought <strong>%(title)s</strong> <br />for a price of <strong>%(price)s</strong>.
fr_fr: Vous avez acheté <strong>%(title)s</strong> <br />pour un prix de <strong>%(price)s</strong>.

source: We wish you plenty of success in your training. 🎉
fr_fr: Nous vous souhaitons beaucoup de succès dans votre formation. 🎉

source: A new quote for the company <strong>%(company_name)s</strong> (%(nb_seats)s seats) has arrived for the course <strong>%(title)s</strong>.
fr_fr: Un nouveau devis pour l’organisme <strong>%(company_name)s</strong> (%(nb_seats)s places) est disponible pour la formation <strong>%(title)s</strong>.

source: Please go to your dashboard to manage it.
fr_fr: Veuillez vous rendre sur votre tableau de bord pour l'éditer.

source: For the course %(title)s, the %(targeted_installment_index)s installment has been successfully paid.
fr_fr: Pour le cours %(title)s, la %(targeted_installment_index)s échéance a été payée avec succès.

source: An amount of %(installment_amount)s has been debited on the credit card •••• •••• •••• %(credit_card_last_numbers)s. Currently, it remains %(remaining_balance_to_pay)s to be paid. The next installment will be debited on %(date_next_installment_to_pay)s.
fr_fr: Un montant de %(installment_amount)s a été prélevé avec la carte de crédit •••• •••• •••• %(credit_card_last_numbers)s. Actuellement, il reste %(remaining_balance_to_pay)s à payer. La prochaine échéance sera prélevée le %(date_next_installment_to_pay)s.

source: See order details on your dashboard [%(dashboard_order_link)s]
fr_fr: Voir les détails de la commande sur votre tableau de bord [%(dashboard_order_link)s]

source: This mail has been sent to %(email)s by %(name)s [%(href)s]
fr_fr: Ce courriel a été envoyé à %(email)s par %(name)s [%(href)s]

source: For the course %(title)s, the %(targeted_installment_index)s installment debit has failed. We have tried to debit an amount of %(installment_amount)s on the credit card •••• •••• •••• %(credit_card_last_numbers)s.
fr_fr: Pour le cours %(title)s, le prélèvement de la %(targeted_installment_index)s échéance a échoué. Nous avons essayé de prélever un montant de %(installment_amount)s avec la carte de crédit •••• •••• •••• %(credit_card_last_numbers)s.

source: Please correct the failed payment as soon as possible using your dashboard [%(dashboard_order_link)s].
fr_fr: Merci de régulariser le paiement en échec dès que possible depuis de votre tableau de bord [%(dashboard_order_link)s].

source: For the course %(title)s, the %(targeted_installment_index)s installment will be withdrawn on %(days_until_debit)s days. We will try to debit an amount of %(installment_amount)s on the credit card •••• •••• •••• %(credit_card_last_numbers)s.
fr_fr: Pour le cours %(title)s, la %(targeted_installment_index)s échéance sera prélevée dans %(days_until_debit)s jours. Nous tenterons de prélever un montant de %(installment_amount)s avec la carte de crédit •••• •••• •••• %(credit_card_last_numbers)s.

source: See order details on your dashboard : dashboard [%(dashboard_order_link)s]
fr_fr: Voir les détails de la commande dans votre tableau de bord [%(dashboard_order_link)s]

source: For the course %(title)s, we have just debited the last installment. Your order is now fully paid!
fr_fr: Pour le cours %(title)s, nous venons de prélever la dernière échéance. Votre commande est maintenant entièrement payée !

source: An amount of %(installment_amount)s has been debited on the credit card •••• •••• •••• %(credit_card_last_numbers)s.
fr_fr: Un montant de %(installment_amount)s a été prélevé avec la carte de crédit •••• •••• •••• %(credit_card_last_numbers)s.

source: For your batch order with the course %(title)s, a contract awaits your signature.
fr_fr: Pour votre commande groupée du cours %(title)s, une convention attend votre signature.

source: To sign this document, please click the button above or copy the following address and paste it into your browser's address bar: %(invitation_link)s [%(invitation_link)s]
fr_fr: Pour signer ce document, cliquez sur le bouton ci‑dessus ou copiez l’adresse suivante dans la barre de votre navigateur : %(invitation_link)s [%(invitation_link)s]

source: For the course %(title)s, the order has been refunded. We have refunded the following installments on the credit card used for the payment. The remaining installments have been canceled.
fr_fr: Pour le cours %(title)s, la commande a été remboursée. Nous avons remboursé les échéances suivantes sur la carte de crédit utilisée lors du paiement. Les échéances non échues ont été annulées.

source: You have bought %(title)s for a price of %(total)s for %(number_of_seats)s seats. Here are your single use vouchers :
fr_fr: Vous avez acheté %(title)s pour un montant de %(total)s pour %(number_of_seats)s places. Voici vos coupons à usage unique :

source: You have bought %(title)s for a price of %(price)s.
fr_fr: Vous avez acheté %(title)s pour un prix de %(price)s.

source: A new quote for the company %(company_name)s (%(nb_seats)s seats) has arrived for the course %(title)s.
fr_fr: Un nouveau devis pour l'organisme %(company_name)s (%(nb_seats)s places) est disponible pour la formation %(title)s.

source: Seat limitation has been reached.
fr_fr: La limite de places a été atteinte.

source: {product_title} - A signature is requested for your batch order.
fr_fr: {product_title} - Une signature est requise pour votre commande groupée.

source: A new quote has arrived to your dashboard !
fr_fr: Un nouveau devis est arrivé sur votre tableau de bord !

source: <ORGANIZATION_ADDRESS_STREET_NAME>
fr_fr: <NOM_DE_LA_RUE_DE_LADRESSE_DE_LETABLISSEMENT>

source: <ORGANIZATION_ADDRESS_CITY>
fr_fr: <VILLE_DE_LADRESSE_DE_LETABLISSEMENT>

source: <ORGANIZATION_ADDRESS_COUNTRY>
fr_fr: <PAYS_DE_LADRESSE_DE_LETABLISSEMENT>

source: <ORGANIZATION_LAST_NAME>
fr_fr: <PRENOM_DE_LETABLISSEMENT>

source: <ORGANIZATION_FIRST_NAME>
fr_fr: <NOM_DE_LETABLISSEMENT>

source: <ORGANIZATION_ADDRESS_POSTCODE>
fr_fr: <CODE_POSTAL_DE_LADRESSE_DE_LETABLISSEMENT>

source: <ORGANIZATION_ADDRESS_TITLE>
fr_fr: <TITRE_DE_LADRESSE_DE_LETABLISSEMENT>

source: <STUDENT_ADDRESS_STREET_NAME>
fr_fr: <ADRESSE_DE_LAPPRENANT>

source: <STUDENT_ADDRESS_CITY>
fr_fr: <VILLE_DE_LAPPRENANT>

source: <STUDENT_ADDRESS_COUNTRY>
fr_fr: <PAYS_DE_LAPPRENANT>

source: <STUDENT_LAST_NAME>
fr_fr: <NOM_DE_LAPPRENANT>

source: <STUDENT_FIRST_NAME>
fr_fr: <PRENOM_DE_LAPPRENANT>

source: <STUDENT_ADDRESS_POSTCODE>
fr_fr: <CODE_POSTAL_DE_LAPPRENANT>

source: <STUDENT_ADDRESS_TITLE>
fr_fr: <TITRE_DE_LADRESSE_DE_LAPPRENANT>

source: <ORGANIZATION_NAME>
fr_fr: <NOM_DE_LETABLISSEMENT>

source: <REPRESENTATIVE>
fr_fr: <REPRESENTANT>

source: <REPRESENTATIVE_PROFESSION>
fr_fr: <PROFESSION_DU_REPRESENTANT>

source: <ENTERPRISE_CODE>
fr_fr: <NUMERO_SIRET>

source: <ACTIVITY_CATEGORY_CODE>
fr_fr: <NUMERO_DECLARATION_ACTIVITE>

source: <SIGNATORY_REPRESENTATIVE>
fr_fr: <SIGNATAIRE_REPRESENTANT>

source: <SIGNATURE_REPRESENTATIVE_PROFESSION>
fr_fr: <PROFESSION_DU_REPRESENTANT_SIGNATAIRE>

source: <CONTACT_PHONE>
fr_fr: <NUMERO_DE_TELEPHONE_DE_CONTACT>

source: <CONTACT_EMAIL>
fr_fr: <EMAIL_DE_CONTACT>

source: <DPO_EMAIL_ADDRESS>
fr_fr: <EMAIL_DU_DÉLÉGUÉ_À_LA_PROTECTION_DES_DONNEES>

source: <COURSE_NAME>
fr_fr: <NOM_DU_COURS>

source: <COURSE_CODE>
fr_fr: <CODE_DU_COURS>

source: <COURSE_EFFORT>
fr_fr: <EFFORT_DU_COURS>

source: <COURSE_PRICE>
fr_fr: <PRIX_DU_COURS>

source: <STUDENT_NAME>
fr_fr: <NOM_APPRENANT>

source: <STUDENT_EMAIL>
fr_fr: <MAIL_APPRENANT>

source: <STUDENT_PHONE_NUMBER>
fr_fr: <TELEPHONE_APPRENANT>

source: <CONTRACT_TITLE>
fr_fr: <TITRE_DU_CONTRAT>

source: <CONTRACT_DESCRIPTION>
fr_fr: <DESCRIPTION_DU_CONTRAT>

source: &lt;CONTRACT_BODY&gt;
fr_fr: &lt;CORPS_DU_CONTRAT&gt;

source: &lt;CONTRACT_APPENDIX&gt;
fr_fr: &lt;ANNEXE_DU_CONTRAT&gt;

source: <COMPANY_NAME>
fr_fr: <RAISON_SOCIALE>

source: <COMPANY_ADDRESS>
fr_fr: <ADRESSE_DE_L_ENTREPRISE>

source: <COMPANY_POSTCODE>
fr_fr: <CODE_POSTAL_DE_L_ENTREPRISE>

source: <COMPANY_CITY>
fr_fr: <VILLE_DE_L_ENTREPRISE>

source: <COMPANY_COUNTRY>
fr_fr: <PAYS_DE_L'ORGANISME>

source: <COMPANY_IDENTIFICATION_NUMBER>
fr_fr: <NUMERO_D_IDENTIFICATION_DE_L_ENTREPRISE>

source: <VAT_REGISTRATION>
fr_fr: <NUMERO_DE_TVA>

source: <ADMIN_FIRSTNAME>
fr_fr: <ADMIN_PRENOM>

source: <ADMIN_LASTNAME>
fr_fr: <ADMIN_NOM>

source: <ADMIN_PROFESSION>
fr_fr: <ADMIN_FONCTION>

source: <SIGNATORY_FIRSTNAME>
fr_fr: <SIGNATAIRE_PRENOM>

source: <SIGNATORY_LASTNAME>
fr_fr: <SIGNATAIRE_NOM>

source: <SIGNATORY_EMAIL>
fr_fr: <SIGNATAIRE_EMAIL>

source: <SIGNATORY_TELEPHONE>
fr_fr: <SIGNATAIRE_TELEPHONE>

source: <SIGNATORY_PROFESSION>
fr_fr: <SIGNATAIRE_FONCTION>

source: <NUMBER_OF_SEATS_RESERVED>
fr_fr: <NOMBRE_DE_PLACES_RESERVEES>

source: <TOTAL_PER_TRAINEE>
fr_fr: <COUT_PAR_STAGIAIRE>

source: <BILLING_ADDRESS>
fr_fr: <FACTURATION_ADRESSE>

source: <BILLING_POSTCODE>
fr_fr: <FACTURATION_CODE_POSTAL>

source: <BILLING_CITY>
fr_fr: <FACTURATION_VILLE>

source: <BILLING_COUNTRY>
fr_fr: <FACTURATION_PAYS>

source: <BILLING_COMPANY_NAME>
fr_fr: <FACTURATION_RAISON_SOCIALE>

source: <BILLING_CONTACT>
fr_fr: <FACTURATION_CONTACT>

source: <BILLING_EMAIL>
fr_fr: <FACTURATION_EMAIL>

source: <URL_EDUCATIONAL_PLATFORM>
fr_fr: <URL_PLATEFORME_PEDAGOGIQUE>

source: <QUOTE_TITLE>
fr_fr: <TITRE_DU_DEVIS>

source: <QUOTE_DESCRIPTION>
fr_fr: <DESCRIPTION_DU_DEVIS>

source: &lt;QUOTE_BODY&gt;
fr_fr: <CORPS_DU_DEVIS>

source: <BATCH_ORDER_NB_SEATS>
fr_fr: <NOMBRE_DE_PLACES_DE_LA_COMMANDE_GROUPEE>

source: <CUSTOMER_REPRESENTATIVE_NAME>
fr_fr: <NOM_DU_REPRESENTANT_DU_CLIENT>

source: <CUSTOMER_IDENTIFICATION_NUMBER>
fr_fr: <NUMERO_D_IDENTIFICATION_DU_CLIENT>

source: <CUSTOMER_VAT_REGISTRATION>
fr_fr: <NUMERO_TVA_CLIENT>

source: <CUSTOMER_COMPANY_NAME>
fr_fr: <NOM_DE_L_ENTREPRISE_DU_CLIENT>

source: <CUSTOMER_ADDRESS>
fr_fr: <ADRESSE_DU_CLIENT>

source: <CUSTOMER_POSTCODE>
fr_fr: <CODE_POSTAL_DU_CLIENT>

source: <CUSTOMER_COUNTRY>
fr_fr: <PAYS_DU_CLIENT>

source: <CUSTOMER_CITY>
fr_fr: <VILLE_DU_CLIENT>

source: <BILLING_CONTACT_NAME>
fr_fr: <FACTURATION_NOM_DU_CONTACT>

source: <BILLING_CONTACT_EMAIL>
fr_fr: <FACTURATION_EMAIL_DU_CONTACT>

source: <FUNDING_ENTITY>
fr_fr: <ORGANISME_FINANCEUR>

source: <FUNDING_AMOUNT>
fr_fr: <MONTANT_FINANCEMENT>

source: <DEFAULT_CURRENCY>
fr_fr: <DEVISE_PAR_DEFAUT>

source: <ORGANIZATION_ENTERPRISE_CODE>
fr_fr: <NUMERO_D_IDENTIFICATION_DE_L_ETABLISSEMENT>

source: <ORGANIZATION_ACTIVITY_CODE>
fr_fr: <NUMERO_DE_DECLARATION_D_ACTIVITE_DE_L_ETABLISSEMENT>

source: Main
fr_fr: Général

source: To get results, choose an owner on the right
fr_fr: Pour obtenir des résultats, choisissez un propriétaire sur la droite

source: Joanie payment application
fr_fr: Application de paiement de Joanie

source: Batch order payment validated!
fr_fr: Paiement de la commande groupée validé !

source: Payment confirmed!
fr_fr: Paiement confirmé !

source: Subscription confirmed!
fr_fr: Souscription confirmée !

source: An installment has been successfully paid of {installment_amount} {currency}
fr_fr: Une échéance d'un montant de {installment_amount} {currency} a été payée avec succès

source: Order completed ! The last installment of {installment_amount} {currency} has been debited
fr_fr: Commande complétée ! La dernière échéance d'un montant de {installment_amount} {currency} a été prélevée

source: {catalog_name} - {product_title} - An installment debit has failed {installment_amount:.2f} {currency}
fr_fr: {catalog_name} - {product_title} - Le prélèvement d'une échéance d'un montant de {installment_amount:.2f} {currency} a échoué

source: {catalog_name} - {product_title} - Your order has been refunded for an amount of {installments_amount:.2f} {currency}
fr_fr: {catalog_name} - {product_title} - Votre commande a été remboursée pour montant de {installments_amount:.2f} {currency}

source: Unpaid
fr_fr: Impayée

source: Cannot abort this payment.
fr_fr: Impossible d'annuler ce paiement.

source: Cannot create a payment.
fr_fr: Impossible de créer un paiement.

source: Cannot register this payment.
fr_fr: Impossible d'enregistrer ce paiement.

source: Cannot refund this payment.
fr_fr: Impossible de rembourser ce paiement.

source: Cannot parse notification.
fr_fr: Impossible d'analyser la notification.

source: Payment provider API error.
fr_fr: Erreur API du fournisseur de paiement.

source: Payment provider API server error.
fr_fr: Erreur serveur d'API du fournisseur de paiement.

source: invoice address
fr_fr: adresse de facturation

source: Localized data that needs to be frozen on invoice creation
fr_fr: Données traduites qui doivent être gelées lors de la création de la facture

source: invoice
fr_fr: facture

source: invoices
fr_fr: factures

source: invoice cannot have as parent another invoice which is a child.
fr_fr: Une facture ne peut pas avoir comme parent une autre facture qui est un enfant.

source: Credit note amount cannot be greater than its related invoice invoiced balance.
fr_fr: Le montant de l'avoir ne peut pas être supérieur au solde de la facture correspondante.

source: Reference to identify transaction from external platform
fr_fr: Référence pour identifier la transaction depuis une plateforme externe

source: Demote a main credit card is forbidden
fr_fr: Rétrograder une carte bancaire principale est interdit

source: initial issuer transaction identifier
fr_fr: identifiant de transaction de l'émetteur initial

source: brand
fr_fr: marque

source: expiration month
fr_fr: mois d'expiration

source: expiration year
fr_fr: année d'expiration

source: last 4 numbers
fr_fr: 4 derniers chiffres

source: owners
fr_fr: propriétaires

source: payment provider
fr_fr: fournisseur de paiement

source: Payment provider field cannot be None.
fr_fr: Le champ fournisseur de paiement ne peut pas être vide.

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: Joanie signature application
fr_fr: Application de signature de Joanie

source: Cannot create a signature procedure.
fr_fr: Impossible de créer une procédure de signature.

source: Cannot upload the file to the signature provider with the signature reference.
fr_fr: Impossible de téléverser le fichier au prestataire de signature avec la référence de signature.

source: Cannot start the signature procedure with the signature reference.
fr_fr: Impossible de démarrer la procédure de signature avec la référence de signature.

source: Cannot get invitation link to sign the file from the signature provider.
fr_fr: Impossible d'obtenir le lien d'invitation à signer le fichier depuis le prestataire de signature.

source: Cannot delete the signature procedure.
fr_fr: Impossible de supprimer la procédure de signature.
