Repository: openfun/joanie
Catalog: src/backend/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Course relation to an order with a position
fr_fr: Relation d'un cours à une commande avec une position

source: Courses relations to orders with a position
fr_fr: Relations de cours à des commandes avec une position

source: batch order
fr_fr: commande groupée

source: batch orders
fr_fr: commandes groupées

source: course product relation batch orders
fr_fr: relation produit-cours des commandes groupées

source: eligible person to sign the convention from the company
fr_fr: personne habilitée par l'Entreprise à signer la convention

source: company identification number
fr_fr: numéro d'identification de l'entreprise

source: company identification number like SIRET in France
fr_fr: numéro d'identification de l'Entreprise comme SIRET en France

source: Tax registration number
fr_fr: Numéro d’immatriculation fiscale

source: company's vat identification number like Numero de TVA intracommunautaire in France
fr_fr: numéro de TVA de l’entreprise

source: company name
fr_fr: raison sociale

source: company address
fr_fr: adresse de l'entreprise

source: company postcode
fr_fr: code postal de l'entreprise

source: company city
fr_fr: ville de l'entreprise

source: company country
fr_fr: pays de l'entreprise

source: billing address of the company
fr_fr: adresse de facturation de l'organisme

source: billing address if different from company's address
fr_fr: adresse de facturation si différente de l'adresse de l'organisme

source: Administrative firstname
fr_fr: Prénom du contact administratif

source: Administrative lastname
fr_fr: Nom du contact administratif

source: Administrative profession representative
fr_fr: Fonction du représentant administratif

source: administrative profession representative
fr_fr: fonction du représentant administratif

source: Administrative email
fr_fr: Courriel du contact administratif

source: Administrative phone number
fr_fr: Numéro de téléphone du contact administratif

source: Signatory firstname
fr_fr: Prénom du signataire

source: Signatory lastname
fr_fr: Nom du signataire

source: Signatory email
fr_fr: Email du signataire

source: Signatory telephone
fr_fr: Téléphone du signataire

source: Signatory profession
fr_fr: Fonction du signataire

source: The number of seats to reserve
fr_fr: Le nombre de places à réserver

source: trainees
fr_fr: stagiaires

source: trainees name list
fr_fr: liste des noms des stagiaires

source: funding entity name
fr_fr: raison sociale de l'organisme financeur

source: funding entity's name that helps financially the payment
fr_fr: nom de l’organisme financeur contribuant au paiement

source: funding amount
fr_fr: montant du financement

source: funding amount of the batch order from the funding entity
fr_fr: montant du financement de la commande groupée par l’organisme financeur

source: total price for orders
fr_fr: prix total des commandes

source: Your product doesn't have a contract definition for batch orders attached, aborting create batch order.
fr_fr: Aucun modèle de convention pour les commandes groupées n’est associé à ce produit. Création de la commande groupée annulée.

source: Your product doesn't have a quote definition attached, aborting create batch order.
fr_fr: Aucun modèle de devis n’est associé à ce produit. Création de la commande groupée annulée.

source: The batch order isn't eligible to be signed
fr_fr: La commande groupée n’est pas éligible à la signature

source: Contract is already signed by the buyer, cannot resubmit.
fr_fr: Le contrat est déjà signé par l'acheteur, impossible de le soumettre à nouveau.

source: Skill
fr_fr: Compétence

source: Skills
fr_fr: Compétences

source: A skill with this title already exists.
fr_fr: Cette compétence existe déjà.

source: Teacher
fr_fr: Responsable pédagogique

source: Teachers
fr_fr: Responsables pédagogiques

source: Discount
fr_fr: Réduction

source: Discounts
fr_fr: Réductions

source: amount
fr_fr: montant

source: Discount amount
fr_fr: Montant de la réduction

source: rate
fr_fr: taux

source: Discount rate
fr_fr: Taux de réduction

source: Voucher
fr_fr: Coupon

source: Vouchers
fr_fr: Coupons

source: Voucher code
fr_fr: Code du coupon

source: discount
fr_fr: réduction

source: multiple use
fr_fr: utilisation multiple

source: Voucher can be used multiple times per user.
fr_fr: Le coupon peut être utilisé plusieurs fois par utilisateur.

source: multiple users
fr_fr: plusieurs utilisateurs

source: Voucher can be used by multiple users.
fr_fr: Le coupon peut être utilisé par plusieurs utilisateurs.

source: Language of the quote definition
fr_fr: Langue de la définition du devis

source: template name to generate pdf
fr_fr: nom du modèle pour générer le PDF

source: Quote definitions
fr_fr: Définitions des devis

source: Batch order
fr_fr: Commande groupée

source: Localized data snapshot of the quote generated
fr_fr: Capture localisée des données du devis généré

source: Date and time organization signed on
fr_fr: Date et heure de signature du contrat par l'établissement

source: purchase order to confirm payment
fr_fr: bon de commande pour confirmer le paiement

source: Quote has purchase order to confirm payment from buyer
fr_fr: Le devis dispose d’un bon de commande pour confirmer le paiement par l’acheteur

source: reference
fr_fr: référence

source: Incremental quote reference number, e.g. FUN_2025_0000001
fr_fr: Numéro de référence incrémental du devis, ex. FUN_2025_0000001

source: purchase_order_reference
fr_fr: référence du bon de commande

source: reference provided by the buyer used for commercial tracking for contract and invoice
fr_fr: référence fournie par l’acheteur pour le suivi commercial (convention et facture)

source: Quote
fr_fr: Devis

source: Quotes
fr_fr: Devis

source: terms and conditions
fr_fr: conditions générales de vente

source: Terms and conditions for the site in Markdown format.
fr_fr: Conditions générales de vente du site au format Markdown.

source: Site config
fr_fr: Paramètre du site

source: Site configs
fr_fr: Paramètres du site

source: Order reference
fr_fr: Référence de commande

source: Email
fr_fr: Courriel

source: Order state
fr_fr: Statut de la commande

source: Creation date
fr_fr: Date de création

source: Last modification date
fr_fr: Date de dernière modification

source: Product type
fr_fr: Type de produit

source: Enrollment session
fr_fr: Session

source: Session status
fr_fr: Statut de la session

source: Enrolled on
fr_fr: Inscrit le

source: Price
fr_fr: Prix

source: Currency
fr_fr: Devise

source: Waived withdrawal right
fr_fr: Droit de rétractation renoncé

source: Certificate generated for this order
fr_fr: Certificat généré pour cette commande

source: Submitted for signature
fr_fr: Soumis à signature

source: Student signature date
fr_fr: Date de signature de l'apprenant

source: Organization signature date
fr_fr: Date de signature de l'établissement

source: Total (on invoice)
fr_fr: Total (sur facture)

source: Balance (on invoice)
fr_fr: Solde (sur facture)

source: Billing state
fr_fr: État de facturation

source: Card type
fr_fr: Type de CB

source: Last card digits
fr_fr: Derniers chiffres de CB

source: Card expiration date
fr_fr: Date d’expiration de la CB

source: Installment date %d
fr_fr: Date d'échéance %d

source: Installment amount %d
fr_fr: Montant de l'échéance %d

source: Installment state %d
fr_fr: Statut de l'échéance %d

source: Batch order reference
fr_fr: Référence de la commande groupée

source: Company name
fr_fr: Raison sociale

source: Company's identification number
fr_fr: Numéro d’identification de l'organisme

source: Company VAT registration
fr_fr: N° de TVA intracommunautaire de l'organisme

source: Batch Order State
fr_fr: État de la commande groupée

source: Payment method
fr_fr: Mode de commande

source: Number of seats reserved
fr_fr: Nombre de places réservées

source: Created on
fr_fr: Créée le

source: Updated on
fr_fr: Mise à jour le

source: Quote reference
fr_fr: Référence du devis

source: Organization quote signature date
fr_fr: Date de signature de l'établissement

source: Quote has purchase order
fr_fr: Devis associé à un bon de commande

source: Quote purchase order reference
fr_fr: Référence du bon de commande du devis

source: Buyer signature date
fr_fr: Date de signature de l'acheteur

source: Orders generated
fr_fr: Commandes générées

source: You are only allowed to set role to {', '.join(can_set_role_to)}
fr_fr: Vous n'êtes autorisé qu'à définir le rôle à {', '.join(can_set_role_to)}

source: You are not allowed to set this role for this course.
fr_fr: Vous n'êtes pas autorisé à définir ce rôle pour ce cours.

source: You must set a course ID in context to create a new course access.
fr_fr: Vous devez définir un ID de cours dans le contexte pour créer un nouveau droit d'accès au cours.

source: You are not allowed to manage accesses for this course.
fr_fr: Vous n'êtes pas autorisé à gérer les droits d'accès à ce cours.

source: You must set a organization ID in context to create a new organization access.
fr_fr: Vous devez définir un ID d'établissement dans le contexte pour créer un nouveau droit d'accès à l'établissement.

source: You are not allowed to manage accesses for this organization.
fr_fr: Vous n'êtes pas autorisé à gérer les droits d'accès à cet établissement.

source: You are not allowed to enroll to a course run not opened for enrollment.
fr_fr: Vous n'êtes pas autorisé à vous inscrire à une session de cours qui n'est pas ouverte à l'inscription.

source: You are already enrolled to an opened course run
fr_fr: Vous êtes déjà inscrit à une session de cours ouverte

source: Discounted price of the offer.
fr_fr: Prix réduit de l'offre commerciale.

source: Discount rate of the offer.
fr_fr: Taux de réduction de l’offre commerciale.

source: Discount amount of the offer.
fr_fr: Montant de réduction de l'offre commerciale.

source: Start date of the discount period for the offer.
fr_fr: Date de début de la période de réduction pour l’offre commerciale.

source: End date of the discount period for the offer.
fr_fr: Date de fin de la période de réduction pour l’offre commerciale.

source: Description of the offer rule.
fr_fr: Description de la règle d'offre.

source: Number of available seats for the offer.
fr_fr: Nombre de places disponibles pour l'offre commerciale.

source: Indicates if the offer has a seat limit.
fr_fr: Indique si l’offre commerciale a un nombre de places limité.

source: Indicates if there are seats left for the offer.
fr_fr: Indique s’il reste des places pour l’offre commerciale.

source: Offering rules applied to this offering.
fr_fr: Règles d’offre appliquées à cette offre commerciale.

source: String representation of the discount
fr_fr: Représentation textuelle de la réduction

source: If the order was created from a batch order.
fr_fr: Si la commande a été créée à partir d'une commande groupée.

source: Sentry tools
fr_fr: Sentry

source: Company logo
fr_fr: Logo de l'établissement

source: This certificate is genuine!
fr_fr: Ce certificat est authentique !

source: This certificate has been issued on %(creation_date)s to %(learner_name)s by %(organization_name)s.
fr_fr: Ce certificat a été émis le %(creation_date)s à %(learner_name)s par %(organization_name)s.

source: Please compare information displayed on the certificate below with yours.
fr_fr: Veuillez comparer les informations affichées sur le certificat ci-dessous avec les vôtres.

source: Ref.
fr_fr: Réf.

source: Total duration of the course:
fr_fr: Durée totale de la formation :

source: %(duration)s hour
fr_fr: %(duration)s heure

source: Available languages:
fr_fr: Langues disponibles :

source: Categories:
fr_fr: Catégories :

source: Prerequisites
fr_fr: Prérequis

source: Assessment and certification
fr_fr: Évaluation et certification

source: Course team
fr_fr: Équipe pédagogique

source: Accessibility
fr_fr: Accessibilité

source: Course plan
fr_fr: Programme

source: Licenses
fr_fr: Licences

source: Attestation of achievement
fr_fr: Attestation de suivi avec succès

source: <strong class="details__student-name">%(student)s</strong> <br/>has successfully completed the MOOC<sup>*</sup> <br/><strong class="details__course-name">%(course)s</strong> <br/>proposed by <strong>%(organizations)s</strong> <br />and published on the platform <strong>%(site)s</strong>
fr_fr: <strong class="details__student-name">%(student)s</strong> <br/>a terminé avec succès le MOOC<sup>*</sup> <br/><strong class="details__course-name">%(course)s</strong> <br/>proposé par <strong>%(organizations)s</strong> <br />et publié sur la plateforme <strong>%(site)s</strong>

source: On the %(creation_date)s.
fr_fr: Le %(creation_date)s.

source: MOOC: Massive Open Online Course
fr_fr: MOOC: Cours en ligne ouvert et massif

source: The current document is not a degree or diploma and does not award credits (ECTS). <br />It does not certify that the learner was registered with %(organizations)s. <br />The learner's identity has not been verified.
fr_fr: Le document actuel n'est pas un diplôme et n'attribue pas de crédits (ECTS). <br />Il ne certifie pas que l'apprenant a été enregistré auprès de %(organizations)s. <br />L'identité de l'apprenant n'a pas été vérifiée.

source: The current contract is formed between the University and the Learner, as identified below:
fr_fr: Le présent contrat est établi entre l’Université et le Stagiaire ci-après désignés :

source: University (hereinafter "the University"):
fr_fr: Université (ci-après « l'Université ») :

source: Name of the University:
fr_fr: Nom de l'Université :

source: Head office address:
fr_fr: Adresse du siège :

source: SIRET number:
fr_fr: N° de SIRET :

source: Activity Declaration N°:
fr_fr: N° Déclaration d'Activité :

source: Legal Representative:
fr_fr: Représentant légal :

source: Delegated signatory:
fr_fr: Signataire délégué :

source: Administrative contact:
fr_fr: Contact administratif :

source: Data Protection Officer contact:
fr_fr: Contact Délégué à la protection des données :

source: Learner (hereinafter "the Learner"):
fr_fr: Stagiaire (ci-après "le Stagiaire") :

source: Full name:
fr_fr: Nom complet :

source: Postal address:
fr_fr: Adresse postale :

source: Email address:
fr_fr: Courriel :

source: Telephone number:
fr_fr: Numéro de téléphone :

source: Article 1 : Training Description
fr_fr: Article 1 : Description de la Formation

source: Course number:
fr_fr: Référence de la formation :

source: Name of the Course:
fr_fr: Nom de la formation :

source: Session start date:
fr_fr: Date de début de la session :

source: Session end date:
fr_fr: Date de fin de la session :

source: Price of the course:
fr_fr: Prix :

source: Learner's signature :
fr_fr: Signature du stagiaire :

source: University representative's signature :
fr_fr: Signature électronique du représentant habilité de l’Université :

source: Appendices
fr_fr: Annexes

source: Payment schedule
fr_fr: Échéancier

source: Due date
fr_fr: Date d’échéance

source: Amount
fr_fr: Montant

source: Catalog syllabus
fr_fr: Syllabus de la formation

source: Issued on %(creation_date)s
fr_fr: Émis le %(creation_date)s

source: <br> successfully completed the course <br> <strong class="coure-name">%(course)s</strong>
fr_fr: <br> a terminé avec succès le cours <br> <strong class="coure-name">%(course)s</strong>

source: To verify the authenticity of this certificate, please visit: <br/> %(link)s
fr_fr: Pour vérifier l'authenticité de ce certificat, rendez-vous sur : <br/> %(link)s

source: Invoice
fr_fr: Facture

source: Credit note
fr_fr: Avoir

source: Sold by
fr_fr: Vendu par

source: Refunded by
fr_fr: Remboursé par

source: Billed to
fr_fr: Facturé à

source: Refunded to
fr_fr: Remboursé à

source: Invoice information
fr_fr: Information de facturation

source: Credit note information
fr_fr: Informations de l'avoir

source: Reference
fr_fr: Référence

source: Issue date
fr_fr: Date d'émission

source: VAT
fr_fr: TVA

source: Subtotal
fr_fr: Sous-total

source: Sales Tax VAT
fr_fr: TVA

source: Micro-credential
fr_fr: Micro-certification

source: <span class="student-name">%(student)s</span><br/> acquired the skills from the professional training:<br/> <span class="course-name">%(course)s</span>
fr_fr: <span class="student-name">%(student)s</span><br/> a acquis les compétences de la formation professionnelle : <br/> <span class="course-name">%(course)s</span>

source: Issued on %(creation_date)s in France.
fr_fr: Délivrée le %(creation_date)s en France.

source: Educational coordinator
fr_fr: Responsable pédagogique

source: Issued by
fr_fr: Délivrée par

source: Certification level
fr_fr: Niveau de certification

source: This micro-certification is issued in compliance with the common framework for micro-certifications: <br /><a href="%(microcertification_terms_url)s">%(microcertification_terms_url)s</a>
fr_fr: Cette micro-certification est délivrée en conformité avec le cadre commun des micro-certifications : <br /><a href="%(microcertification_terms_url)s">%(microcertification_terms_url)s</a>

source: This training<br/>is hosted by FUN
fr_fr: Cette formation<br/>est hébergée par FUN

source: To verify the authenticity<br />of this certificate, visit <br /><a href="%(link)s">%(link)s</a>
fr_fr: Pour vérifier l'authenticité<br />de ce certificat, rendez-vous sur <br /><a href="%(link)s">%(link)s</a>

source: <strong>Assessed skills</strong> of the professional training:
fr_fr: <strong>Compétences évaluées</strong> de la formation professionnelle :

source: The current contract is formed between the University and the Company, as identified below:
fr_fr: Le présent contrat est établi entre l’Université et l’Organisme ci-après désignés :

source: Buying Organization (hereinafter "the Company"):
fr_fr: Organisation acheteuse (ci-après « l'Organisme ») :

source: Registered company name :
fr_fr: Raison sociale :

source: Head office address :
fr_fr: Adresse du siège :

source: Postcode - City - Country :
fr_fr: Code postal - Ville - Pays :

source: SIRET number :
fr_fr: N° de SIRET :

source: VAT registration number (if applicable) :
fr_fr: N° de TVA intracommunautaire (le cas échéant) :

source: Legal representative or authorized signatory :
fr_fr: Représentant légal ou signataire autorisé :

source: Administrative contact for contract follow-up :
fr_fr: Contact administratif pour le suivi de la convention :

source: Billing Address :
fr_fr: Adresse de facturation (le cas échéant) :

source: Purchase order reference:
fr_fr: Référence du bon de commande :

source: Training title:
fr_fr: Intitulé de la formation :

source: Total duration:
fr_fr: Durée totale :

source: Number of participants (hereinafter referred to as the "Trainees)":
fr_fr: Nombre de participants (ci-après « Stagiaires ») inscrits par l’Organisme :

source: Total training cost:
fr_fr: Coût total de la formation :

source: exclusive of VAT
fr_fr: net de taxe

source: Cost per trainee:
fr_fr: Coût par stagiaire :

source: Location: Training delivered exclusively online at:
fr_fr: Lieu : Formation 100% à distance sur

source: Modalities: Online training, combining synchronous and asynchronous activities
fr_fr: Modalités : Formation en ligne, combinant activités synchrones et asynchrones

source: Company's signatory signature :
fr_fr: Signature électronique du représentant habilité de l’Organisme :

source: The current quote is formed between the University and the Company, as identified below:
fr_fr: Le présent devis est établi entre l’Université et l’Entreprise ci-après désignées :

source: Quote reference:
fr_fr: Référence du devis :

source: Company (hereinafter "the Company"):
fr_fr: Organisation acheteuse (ci-après "l'Entreprise") :

source: Company representative Full name:
fr_fr: Nom complet du représentant légal de l'Entreprise :

source: Representing company:
fr_fr: Représentant l'Organisme :

source: VAT registration number:
fr_fr: N° de TVA intracommunautaire (le cas échéant) :

source: Administrative firstname:
fr_fr: Prénom du contact administratif :

source: Administrative lastname:
fr_fr: Nom du contact administratif :

source: Administrative profession:
fr_fr: Fonction du contact administratif :

source: Administrative email:
fr_fr: Email du contact administratif :

source: Administrative telephone:
fr_fr: Numéro de téléphone du contact administratif :

source: Billing address:
fr_fr: Adresse de facturation (le cas échéant) :

source: External funding:
fr_fr: Financement externe :

source: Funding entity:
fr_fr: Organisme financeur :

source: Funding amount:
fr_fr: Montant du financement :

source: Course (hereinafter "the Course"):
fr_fr: Formation (ci-après "la Formation") :

source: Teaching Format: Online Only
fr_fr: Modalité d’enseignement : Formation en ligne

source: For number of seats:
fr_fr: Nombre de places :

source: Hello %(name)s,
fr_fr: Bonjour %(name)s,

source: Hello,
fr_fr: Bonjour,

source: For the course <strong>%(title)s</strong>, the %(targeted_installment_index)s installment has been successfully paid. <br />
fr_fr: Pour le cours <strong>%(title)s</strong>, la %(targeted_installment_index)s échéance a été payée avec succès. <br />

source: An amount of <strong>%(installment_amount)s</strong> has been debited on the credit card •••• •••• •••• %(credit_card_last_numbers)s. <br /> Currently, it remains <strong>%(remaining_balance_to_pay)s</strong> to be paid. The next installment will be debited on <strong>%(date_next_installment_to_pay)s</strong>.
fr_fr: Un montant de <strong>%(installment_amount)s</strong> a été débité sur la carte de crédit •••• •••• •••• %(credit_card_last_numbers)s. <br /> Actuellement, il reste <strong>%(remaining_balance_to_pay)s</strong> à payer. La prochaine échéance sera débitée le <strong>%(date_next_installment_to_pay)s</strong>.

source: Withdrawn on %(installment_date)s
fr_fr: Prélevée le %(installment_date)s

source: See order details on your <a href="%(dashboard_order_link)s">dashboard</a>
fr_fr: Voir les détails de la commande sur votre <a href="%(dashboard_order_link)s">tableau de bord</a>

source: This mail has been sent to %(email)s by <a href="%(href)s">%(name)s</a>
fr_fr: Ce courriel a été envoyé à %(email)s par <a href="%(href)s">%(name)s</a>

source: For the course <strong>%(title)s</strong>, the %(targeted_installment_index)s installment debit has failed. <br /> We have tried to debit an amount of <strong>%(installment_amount)s</strong> on the credit card •••• •••• •••• %(credit_card_last_numbers)s.
fr_fr: Pour le cours <strong>%(title)s</strong>, le prélèvement de la %(targeted_installment_index)s échéance a échoué. <br /> Nous avons essayé de prélever un montant de <strong>%(installment_amount)s</strong> avec la carte de crédit •••• •••• •••• %(credit_card_last_numbers)s.

source: Please correct the failed payment as soon as possible using <a href="%(dashboard_order_link)s">your dashboard</a>.
fr_fr: Merci de régulariser le paiement en échec dès que possible depuis de <a href="%(dashboard_order_link)s">votre tableau de bord</a>.

source: For the course <strong>%(title)s</strong>, the %(targeted_installment_index)s installment will be withdrawn on %(days_until_debit)s days. <br /> We will try to debit an amount of <strong>%(installment_amount)s</strong> on the credit card •••• •••• •••• %(credit_card_last_numbers)s.
fr_fr: Pour le cours <strong>%(title)s</strong>, la %(targeted_installment_index)s échéance sera prélevée dans %(days_until_debit)s jours. <br /> Nous tenterons de prélevée un montant de <strong>%(installment_amount)s</strong> avec la carte de crédit •••• •••• •••• %(credit_card_last_numbers)s.

source: See order details on your dashboard : <a href="%(dashboard_order_link)s">dashboard</a>
fr_fr: Voir les détails de la commande sur votre <a href="%(dashboard_order_link)s">tableau de bord</a>
