Repository: openfun/joanie
Catalog: src/backend/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Joanie's badges application
fr_fr: L'application badges de Joanie

source: Name
fr_fr: Nom

source: Should be filled with the badge name from configured provider
fr_fr: Doit être rempli avec le nom du badge du fournisseur configuré

source: Should be filled with the badge description from configured provider
fr_fr: Doit être rempli avec la description du badge du fournisseur configuré

source: Provider
fr_fr: Fournisseur

source: Should be filled with configured provider name/code for this badge
fr_fr: Doit être rempli avec le nom/code du fournisseur configuré pour ce badge

source: Generated badge IRI, usually the URL pointing to the badge created for a provider
fr_fr: IRI du badge généré, généralement l'URL pointant vers le badge créé pour un fournisseur

source: Issued badge IRI
fr_fr: IRI du badge émis

source: Issued badge IRI, usually the URL pointing to issued badge
fr_fr: IRI du badge émis, généralement l'URL pointant vers le badge émis

source: Resource link
fr_fr: Lien de la ressource

source: Link to the resource the badge has been issued for (e.g. a course session)
fr_fr: Lien vers la ressource pour laquelle le badge a été émis (par ex. une session de cours)

source: User
fr_fr: Utilisateur

source: Issued badge assertion
fr_fr: Assertion du badge émis

source: A JSON object allowing to verify an issued badge
fr_fr: Un objet JSON permettant de vérifier un badge émis

source: Issued badge
fr_fr: Badge émis

source: Issued badges
fr_fr: Badges émis

source: No certificates have been generated.
fr_fr: Aucun certificat n'a été généré.

source: {:d} certificate has been generated.
fr_fr: {:d} certificat a été généré.

source: Course
fr_fr: Cours

source: Product
fr_fr: Produit

source: Organization
fr_fr: Établissement

source: Owner
fr_fr: Propriétaire

source: Course run
fr_fr: Session de cours

source: To get results, choose an organization on the right first, then type the username of the student in the search bar.
fr_fr: Pour obtenir des résultats, choisissez d'abord une organisation sur la droite, puis tapez le nom d'utilisateur de l'élève dans la barre de recherche.

source: Main information
fr_fr: Information principale

source: Organizations
fr_fr: Établissements

source: Select organizations that author this course.
fr_fr: Sélectionnez les établissements qui ont créés ce cours.

source: Mark course run as gradable
fr_fr: Marquez la session de cours comme étant disponible à la notation

source: Personal info
fr_fr: Information personnelle

source: Important dates
fr_fr: Dates importantes

source: Cancel selected orders
fr_fr: Annuler les commandes sélectionnées

source: Order details
fr_fr: Détails de la commande

source: Cancel batch order
fr_fr: Annuler la commande groupée

source: Batch order should be in state 'draft'.
fr_fr: La commande groupée doit être dans l'état 'brouillon'.

source: {batch_order.id} assigned to an organization
fr_fr: {batch_order.id} assignée à un établissement

source: Cannot submit to signature the contract, state : {batch_order.state}
fr_fr: Impossible de soumettre la convention à la signature, état : {batch_order.state}

source: {batch_order.id} - Email invitation link to sign contract sent.
fr_fr: {batch_order.id} - L’email contenant le lien de signature du contrat a été envoyé.

source: Your batch order is not in state 'signing' nor 'pending'.
fr_fr: Votre commande groupée n'est ni en état 'en cours de signature' ni en état 'en attente'.

source: {batch_order.id} payment success validated.
fr_fr: {batch_order.id} paiement validé avec succès.

source: Your batch order is not in 'completed' state. Cannot generate orders.
fr_fr: Votre commande groupée n’est pas en état 'complétée'. Impossible de générer les commandes.

source: {batch_order.id} orders generated.
fr_fr: {batch_order.id} commandes générées.

source: {batch_order.id} mail sent to: {batch_order.owner.email}.
fr_fr: Courriel {batch_order.id} envoyé à : {batch_order.owner.email}.

source: To get results, choose a user on the right
fr_fr: Pour obtenir des résultats, choisissez un utilisateur sur la droite

source: To get results, choose an owner or an organization on the right
fr_fr: Pour obtenir des résultats, choisissez un propriétaire ou un établissement à droite

source: Config field
fr_fr: Champ de configuration

source: Config fields
fr_fr: Champs de configuration

source: You must generate the quote first.
fr_fr: Vous devez d’abord générer le devis.

source: Quote is already signed, and total is frozen.
fr_fr: Le devis est déjà signé et le montant total est figé.

source: Missing total value. It's required to confirm quote.
fr_fr: Le montant total est manquant. Il est requis pour confirmer le devis.

source: Cannot confirm purchase order. Batch order payment
fr_fr: Impossible de confirmer le bon de commande. Paiement de la commande groupée

source: Batch order's quote is not signed, nor has a total.
fr_fr: Le devis de la commande groupée n’est pas signé et ne comporte pas de montant total.

source: Batch order's quote purchase order already confirmed.
fr_fr: Le bon de commande du devis de la commande groupée est déjà confirmé.

source: You are not allowed to validate the bank transfer.
fr_fr: Vous n'êtes pas autorisé à valider le virement bancaire.

source: This order cannot be linked to the product "{product.title}",
fr_fr: Cette commande ne peut pas être liée au produit "{product.title}",

source: Maximum number of orders reached for product {offering.product.title:s}
fr_fr: Nombre maximum de commandes atteint pour le produit {offering.product.title:s}

source: Aborting, your batch order payment method : {batch_order.payment_method}
fr_fr: Opération annulée. Mode de paiement de la commande groupée : {batch_order.payment_method}

source: This batch order cannot be submitted to payment
fr_fr: Cette commande groupée ne peut pas être soumise au paiement

source: Batch order is not eligible to get signed.
fr_fr: Cette commande groupée n’est pas éligible à la signature.

source: Joanie's core application
fr_fr: L'application principale de Joanie

source: Token contained no recognizable user identification
fr_fr: Le token ne contient aucun identifiant utilisateur reconnaissable

source: Credential
fr_fr: Diplôme

source: Enrollment
fr_fr: Inscription

source: Certificate
fr_fr: Certificat

source: Draft
fr_fr: Brouillon

source: Assigned
fr_fr: Assignée

source: To save payment method
fr_fr: Moyen de paiement à définir

source: To sign
fr_fr: À signer

source: Signing
fr_fr: En cours de signature

source: Pending
fr_fr: En attente

# As in: the order is canceled.
source: Canceled
fr_fr: Annulée

# As in: the order payment is pending.
source: Pending payment
fr_fr: En attente de paiement

# As in: the last order payment has failed.
source: Failed payment
fr_fr: Paiement échoué

# As in: the first order payment has failed.
source: No payment
fr_fr: Aucun paiement

# As in: the order is completed.
source: Completed
fr_fr: Complétée

# As in: the order is being refunded
source: Refunding
fr_fr: Remboursement en cours

# As in: the order payments are refunded
source: Refunded
fr_fr: Remboursée

# As in: the order is paid through batch order but without owner
source: To own
fr_fr: À attribuer

# As in: the enrollment was successfully set on the LMS.
source: Set
fr_fr: Défini

# As in: the enrollment failed on the LMS.
source: Failed
fr_fr: En échec

source: Contract Definition Default
fr_fr: Modèle de contrat par défaut

source: Contract Definition Unicamp
fr_fr: Modèle de contrat Unicamp

source: Professional Training Agreement Default
fr_fr: Convention de formation professionnelle par défaut

source: Professional Training Agreement Unicamp
fr_fr: Convention de formation professionnelle UniCamp

source: Unsigned
fr_fr: Non signé

source: Partially signed
fr_fr: Partiellement signé

source: Signed
fr_fr: Signé

source: Degree
fr_fr: Diplôme

source: Microcredential Degree Default
fr_fr: Micro-certification par défaut

source: Microcredential Degree Unicamp
fr_fr: Micro-certification UniCamp

source: Order
fr_fr: Commande

source: Success
fr_fr: Succès

source: Warning
fr_fr: Avertissement

source: Error
fr_fr: Erreur

source: Payment succeeded
fr_fr: Paiement réussi

source: Payment failed
fr_fr: Échec du paiement

source: Payment refunded
fr_fr: Paiement remboursé

source: Paid
fr_fr: Payée

source: Refused
fr_fr: Refusé

source: Refunded
fr_fr: Remboursée

source: Canceled
fr_fr: Annulée

source: Quoted
fr_fr: Devis établi

source: Process payment
fr_fr: Paiement en cours

source: Failed payment
fr_fr: Paiement en échec

source: Completed
fr_fr: Complétée

source: Purchase order
fr_fr: Bon de commande

source: Bank transfer
fr_fr: Virement bancaire

source: Card payment
fr_fr: Paiement par carte

source: Quote Default
fr_fr: Devis par défaut

source: <COURSE_START_DATE>
fr_fr: <DATE_DE_DEBUT_DU_COURS>

source: <COURSE_END_DATE>
fr_fr: <DATE_DE_FIN_DU_COURS>

source: <EFFORT_DURATION>
fr_fr: <EFFORT_DU_COURS>

source: {:s} and {:s}
fr_fr: {:s} et {:s}

source: and
fr_fr: et

source: You can only select up to %(limit_value)d choices.
fr_fr: Vous pouvez seulement sélectionner jusqu'à %(limit_value)d choix.

source: Multi select field (up to %(max_choices)s choices)
fr_fr: Champ de sélection multiple (jusqu'à %(max_choices)s choix)

source: Value %(value)s is not a valid choice.
fr_fr: La valeur %(value)s n'est pas un choix valide.

source: Storing {:d} choices could require storing a CharField of up to {:d} characters. Please reduce 'max_choices' or increase 'max_length'.
fr_fr: L'enregistrement de {:d} choix nécessite l'enregistrement d'un CharField de {:d} caractères. Veuillez réduire 'max_choices' ou augmenter 'max_length'.

source: %d certificate has been generated.
fr_fr: %d certificat a été généré.

source: %d course run to synchronize.
fr_fr: %d session de cours à synchroniser.

source: %d product to synchronize.
fr_fr: %d produit à synchroniser.

source: language
fr_fr: langue

source: Language of the user
fr_fr: Langue de l'utilisateur

source: password
fr_fr: mot de passe

source: Phone number
fr_fr: Numéro de téléphone

source: has subscribed to commercial newsletter
fr_fr: s'est abonné à la newsletter commerciale

source: Users
fr_fr: Utilisateurs

source: title
fr_fr: titre

source: address
fr_fr: adresse

source: postcode
fr_fr: code postal

source: city
fr_fr: ville

source: country
fr_fr: pays

source: first name
fr_fr: prénom

source: last name
fr_fr: nom de famille

source: owner
fr_fr: propriétaire

source: organization
fr_fr: établissement

source: main
fr_fr: principal

source: reusable
fr_fr: réutilisable

source: Address
fr_fr: Adresse

source: Addresses
fr_fr: Adresses

source: Either owner or organization must be set.
fr_fr: Le propriétaire ou l'établissement doit être défini.

source: Main address must be reusable.
fr_fr: L'adresse principale doit être réutilisable.

source: Demote a main address is forbidden
fr_fr: Rétrograder une adresse principale est interdit

source: user
fr_fr: utilisateur

source: level
fr_fr: niveau

source: context
fr_fr: contexte

source: activity_log
fr_fr: journal_activités

source: activity_logs
fr_fr: journaux_activités

source: primary key for the record as UUID
fr_fr: clé primaire de l'entrée sous la forme d'un UUID

source: created on
fr_fr: créé le

source: date and time at which a record was created
fr_fr: date et heure à laquelle une entrée a été créée

source: updated on
fr_fr: modifié le

source: date and time at which a record was last updated
fr_fr: date et heure à laquelle l'entrée a été modifiée

source: SHA-256 Checksum of the file
fr_fr: Checksum SHA-256 du fichier

source: file
fr_fr: fichier

source: File used in the certificate
fr_fr: Fichier utilisé dans le certificat

source: name
fr_fr: nom

source: template to generate pdf
fr_fr: modèle pour générer le PDF

source: Certificate definition
fr_fr: Définition de certificat

source: Certificate definitions
fr_fr: Définitions de certificat

source: Date of issuance
fr_fr: Date de délivrance

source: order
fr_fr: commande

source: enrollment
fr_fr: inscription

source: Localized data that needs to be frozen on certificate creation
fr_fr: Données traduites qui doivent être gelées lors de la création d'un certificat

source: Certificates
fr_fr: Certificats

source: body
fr_fr: contenu

source: appendix
fr_fr: annexe

source: Language of the contract definition
fr_fr: Langue de la définition de contrat

source: template name
fr_fr: nom du modèle

source: Contract definition
fr_fr: Définition de contrat

source: Contract definitions
fr_fr: Définitions de contrat

source: batch_order
fr_fr: commande groupée

source: Localized data snapshot on contract signature
fr_fr: Instantané des données internationalisées à la signature du contrat

source: Reference in the external signature backend
fr_fr: Référence sur la plateforme de signature externe

source: Date and time we send the contract to signature provider
fr_fr: Date et heure d'envoi du contrat sur la plateforme de signature

source: Date and time of issuance
fr_fr: Date et heure de signature du contrat par l'établissement

source: organization signatory
fr_fr: signataire de l'établissement

source: Date and time the organization signed the contract
fr_fr: Date et heure de signature du contrat par l'établissement

source: Contract
fr_fr: Contrat

source: Contracts
fr_fr: Contrats

source: Course Wish
fr_fr: Vœu de cours

source: Course Wishes
fr_fr: Vœux de cours

source: enroll now
fr_fr: s'inscrire maintenant

source: study now
fr_fr: étudier maintenant

source: closing on
fr_fr: termine le

source: starting on
fr_fr: débute le

source: enrollment closed
fr_fr: inscription fermée

source: on-going
fr_fr: en cours

source: archived
fr_fr: archivé

source: to be scheduled
fr_fr: à planifier

source: forever open
fr_fr: ouvert indéfiniment

source: representative
fr_fr: représentant

source: representative fullname (to sign certificate for example)
fr_fr: nom complet du représentant (pour signer un certificat par exemple)

source: Country field will be deprecated soon in order to be replaced by address relation.
fr_fr: Le champ Pays sera bientôt déprécié afin d'être remplacé par l'adresse.

source: Enterprise code
fr_fr: Numéro Siret

source: Activity category code
fr_fr: N° Déclaration d'Activité

source: Profession of the organization's representative
fr_fr: Profession du représentant de l'établissement

source: representative profession
fr_fr: profession du représentant

source: Signatory representative
fr_fr: Représentant signataire

source: This field is optional. If it is set, you must set the field'signatory_representative_profession' as well
fr_fr: Ce champ est optionnel. S'il est défini, vous devez également définir le champ de "signatory_representative_profession"

source: Profession of the signatory representative
fr_fr: Profession du représentant signataire

source: signatory representative profession
fr_fr: profession du représentant signataire

source: Contact phone number
fr_fr: Numéro de téléphone de contact

source: Contact email
fr_fr: Email de contact

source: Data protection officer email
fr_fr: Email du responsable de la protection des données

source: Both signatory representative fields must be set.
fr_fr: Les deux champs du représentant signataire doivent être définis.

source: administrator
fr_fr: administrateur

source: member
fr_fr: membre

source: Organization access
fr_fr: Droit d'accès à l'établissement

source: Organization accesses
fr_fr: Droits d'accès aux établissements

source: cover
fr_fr: couverture

source: organizations
fr_fr: établissements

source: products
fr_fr: produits

source: Courses
fr_fr: Cours

source: instructor
fr_fr: formateur

source: manager
fr_fr: gestionnaire

source: Course access
fr_fr: Droit d'accès au cours

source: Course accesses
fr_fr: Droits d'accès aux cours

source: course
fr_fr: cours

source: product
fr_fr: produit

source: Course relation to a product
fr_fr: Relation d'un cours à un produit

source: Courses relations to products
fr_fr: Relations de cours à des produits

source: You cannot delete this offering.
fr_fr: Vous ne pouvez pas supprimer cette offre commerciale.

source: resource link
fr_fr: lien de la ressource

source: course start
fr_fr: début du cours

source: course end
fr_fr: fin du cours

source: enrollment date
fr_fr: date d'inscription

source: enrollment end
fr_fr: date de fermeture des inscriptions

source: The list of languages in which the course content is available.
fr_fr: La liste des langues dans lesquelles le contenu du cours est disponible.

source: is gradable
fr_fr: est évaluable

source: is listed
fr_fr: est répertorié

source: If checked the course run will be included in the list of course runs available for enrollment on the related course page.
fr_fr: Si coché, la session de cours sera incluse dans la liste des sessions de cours disponibles à l'inscription sur la page de cours correspondante.

source: Course runs
fr_fr: Sessions de cours

source: This course run relies on a product relation. So you cannot modify its course.
fr_fr: Cette session de cours est liée à une relation produit. Vous ne pouvez donc pas modifier son cours.

source: course run
fr_fr: session de cours

source: Ticked if the user is enrolled to the course run.
fr_fr: Coché si l'utilisateur est inscrit à la session de cours.

source: state
fr_fr: état

source: Ticked if the enrollment has been initially created in the scope of an order.
fr_fr: Coché si l'inscription a été initialement créée dans le cadre d'une commande.

source: was created by order
fr_fr: a été créé pour une commande

source: Enrollments
fr_fr: Inscriptions

source: You cannot enroll to a non-listed course run out of the scope of an order.
fr_fr: Vous ne pouvez pas vous inscrire à un cours non listé en dehors d'une commande.

source: Course run "{self.course_run.id!s}" requires a valid order to enroll.
fr_fr: La session de cours "{self.course_run.resource_link:s}" nécessite une commande valide pour s'inscrire.

source: You are not allowed to enroll to a course run not listed.
fr_fr: Vous n'êtes pas autorisé à vous inscrire à une session de cours non répertoriée.

source: call to action
fr_fr: appel à action

source: target courses
fr_fr: cours ciblés

source: price
fr_fr: prix

source: certificate definition
fr_fr: définition de certificat

source: Contract definition for single order
fr_fr: Modèle de contrat pour commande individuelle

source: Contract definition for batch order
fr_fr: Modèle de convention pour commande groupée

source: Quote definition
fr_fr: Définition du devis

source: level of certification
fr_fr: niveau de certification

source: Level of certification as defined by the European Qualifications Framework.
fr_fr: Niveau de certification comme défini par le Cadre Européen des Certifications.

source: teachers
fr_fr: responsables pédagogiques

source: Teachers that will be displayed on the delivered certificate.
fr_fr: Les responsables pédagogiques qui seront affichés sur le certificat.

source: skills
fr_fr: compétences

source: Skills that will be displayed on the delivered certificate.
fr_fr: Les compétences qui seront affichées sur le certificat.

source: Products
fr_fr: Produits

source: Certificate definition is only allowed for product kinds:
fr_fr: La définition de certificat n'est autorisée que pour les produits de types :

source: course runs
fr_fr: sessions de cours

source: position in product
fr_fr: position dans le produit

source: take into account for certification
fr_fr: prendre en compte pour la certification

source: Take into account the course grade for certification.
fr_fr: Prendre en compte la note du cours pour la certification.

source: Target course relation to a product with a position
fr_fr: Relation d'un cours cible à un produit avec une position

source: Target courses relations to products with a position
fr_fr: Relation de cours cibles à des produits avec une position

source: Number of seats
fr_fr: Nombre de places

source: The maximum number of orders that can be validated for a given order group
fr_fr: Le nombre maximum de commandes pouvant être validées pour un groupe de commandes donné

source: course product relation
fr_fr: relation cours produit

source: is active
fr_fr: est actif

source: priority
fr_fr: priorité

source: Priority
fr_fr: Priorité

source: Date at which the order group rule starts
fr_fr: Date de début de la règle d'offre

source: rule starts at
fr_fr: la règle d'offre débute le

source: Date at which the order group rule ends
fr_fr: Date de fin de la règle d'offre

source: rule ends at
fr_fr: la règle d'offre se termine le

source: Product price discount
fr_fr: Réduction sur le prix du produit

source: Description of the order group
fr_fr: Description de la règle d'offre

source: Order group
fr_fr: Règle d'offre

source: Order groups
fr_fr: Règles d'offre

source: Start date cannot be greater than end date
fr_fr: La date de début ne peut pas être postérieure à la date de fin

source: The maximum number of orders that can be validated for a given offering rule
fr_fr: Nombre maximal de commandes pouvant être validées pour une règle d'offre donnée

source: Date at which the offering rule rule starts
fr_fr: Date de début de la règle d'offre

source: Date at which the offering rule rule ends
fr_fr: Date de fin de la règle d'offre

source: Description of the offering rule
fr_fr: Description de la règle d'offre

source: Offering rule
fr_fr: Règle d'offre

source: Offering rules
fr_fr: Règles d'offre

source: order group
fr_fr: groupe de commandes

source: offering rule
fr_fr: règle d'offre

source: courses
fr_fr: cours

source: has consent to terms
fr_fr: a consenti aux conditions

source: User has consented to the platform terms and conditions.
fr_fr: L'utilisateur a consenti aux conditions générales de vente de la plateforme.

source: has waived their right of withdrawal
fr_fr: a renoncé à son droit de rétractation

source: User has waived their withdrawal right.
fr_fr: L'utilisateur a renoncé à son droit de rétractation.

source: payment schedule
fr_fr: échéancier

source: Payment schedule for the order.
fr_fr: Échéancier pour la commande.

source: credit card
fr_fr: carte de crédit

source: voucher
fr_fr: coupon

source: Orders
fr_fr: Commandes

source: {required_field} field should be set for {self.product.type} products.
fr_fr: Le champ {required_field} doit être défini pour les produits {self.product.type}.

source: {empty_field} field should be left empty for {self.product.type} products.
fr_fr: Le champ {empty_field} devrait être laissé vide pour les produits {self.product.type}.

source: The enrollment should belong to the owner of this order.
fr_fr: L'inscription devrait appartenir au propriétaire de cette commande.

source: Orders can't be placed on enrollments originating from an order.
fr_fr: Des commandes ne peuvent pas être passées sur des inscriptions créées à partir d'une commande.

source: The order cannot be created on course run that is in archived state.
fr_fr: La commande ne peut pas être créée en lien avec une session archivée.

source: The voucher is not usable.
fr_fr: Le coupon n'est pas utilisable.

source: Cannot automatically enroll the user {self.owner.id} in the course
fr_fr: Impossible d'inscrire automatiquement l'utilisateur {self.owner.id} à ce cours

source: Product {self.product.title} does not allow to generate a certificate.
fr_fr: Le produit {self.product.title} ne permet pas de générer un certificat.

source: No graded courses found.
fr_fr: Aucun cours noté trouvé.

source: This order is not ready for gradation.
fr_fr: Cette commande n'est pas prête à être évaluée.

source: Course run
fr_fr: Session de cours

source: position in order
fr_fr: position dans la commande
